//Общий список дел:
//1.Добавить вторую ракетку.Забиндить ее на стрелки.Готово
//2.Добавить чтобы ракетка не выходила за границы экрана.Готово.Ракетку и границы нужно в Rigidbody2D приключить в режим Dynamic и заморозить по всем плоскостям.Ракетку только по x и z
//3.Сделать чтобы шарик не улетал за гриницу.Готово стоит шарику соприкоснуться с DeadWall он переместиться в прежнюю позицию
//4.Добавить счетчик очков сверху.Не готово. Но дебаг окно считает очки.Готово
//5.При N очков игра заканчивается игра объявляет победителя.Готово
//6.На ракетках нарисованы кнопки управления. ХЗ как, наверно нужно сделать текстуры
//7.Можно посреди поля сделать растущую полоску чтобы влиять на игру
//27.04.2020 прка все. Можно будет добавить еще звуков и каких приколов